Repository: EricsonJames/django-website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: Add
fr: Ajoute

source: Cancel
fr: Annuler

source: Home
fr: Accueil

source: Date of birth
fr: Date de naissance

source: Profile Image
fr: Profile

source: Grade
fr: Classe

source: Subjects
fr: Matièrs

source: Is he/she a class master?
fr: Est-ce un maître precipal de classe ?

source: Add Document here
fr: Ajouter un document ici

source: Classes
fr: Classe

source: Delete Selected
fr: Suppremer

source: Update Class
fr: Mise à jour

source: First Name
fr: Prenom

source: Last Name
fr: Nom

source: Date of Birth
fr: date de naissance

source: Parent Contact
fr: # de tuteur

source: Address
fr: Addresse

source: Current Image:
fr: Image actuel

source: Current Document:
fr: Documents actuel

source: View
fr: Parcour

source: Save Changes
fr: Enregistrer

source: Primary
fr: Primaire

source: Secondary
fr: Collège

source: Senior
fr: Lycee

source: Teachers
fr: Staff

source: Re-registration
fr: Re-inscription

source: Primary to Secondary
fr: Primaire à collège

source: Secondary to Senior
fr: College à Lycee

source: Primary Students
fr: Primaire

source: Secondary Students
fr: College

source: Senior Students
fr: Lycee

source: The sum of all Students
fr: La somme de tous les étudiants

source: Calendar
fr: Calendrier

source: Student Registration Chart
fr: Tableau d’inscription des étudiants

source: Total Student by Category
fr: Nombre total d’étudiants par catégorie

source: Student Data Overview
fr: Vue d’ensemble des données des étudiants

source: Re-Registered Students
fr: Re-inscription

source: Secondary
fr: College

source: Senior Secondary
fr: Lycee

source: Newly Admitted Students
fr: Étudiants nouvellement admis

source: Comparison
fr: Comparaison

source: Value
fr: Valeur

source: Difference Between Secondary and Senior Secondary Students
fr: Différence entre les élèves du College et du Lycee

source: New Primary Students
fr: Nouvel élève du primaire

source: New primary student
fr: Nouvel élève du primaire

source: Login
fr: Connecter

source: WELCOME
fr: Bienvenue

source: Username
fr: nom d'utilisateur

source: Password
fr: mot de passe

source: Remember
fr: oublier

source: SUBMIT
fr: SUMMETRE

source: Primary Student
fr: Primaire

source: Search
fr: Rechercher

source: Admission No
fr: code d'admission

source: FName
fr: Prenom

source: LName
fr: Nom

source: Photo
fr: Photos

source: ID Card
fr: Carte

source: No Photo
fr: Pas de photo

source: No Documents
fr: Pas de documents

source: Secondary Student
fr: Collège

source: No Photo
fr: Pas de photo

source: Senior Student
fr: Lycee

source: FirstName
fr: Prenom

source: LastNames
fr: Nom

source: Admission No:
fr: Code d'admission

source: Salary
fr: Salaire

source: No Document
fr: Pas de documents
